[
  {
    "url": "/",
    "title": "Co-benefits of forest carbon projects in Southeast Asia",
    "body": "Forest carbon projects can deliver multiple benefits to society. Within Southeast Asia, 58% of forests threatened by loss could be protected as financially viable carbon projects, which would avoid 835 MtCO2e of emissions per year from deforestation, support dietary needs for an equivalent of 323,739 people annually from pollinator-dependent agriculture, retain 78% of the volume of nitrogen pollutants in watersheds yearly and safeguard 25 Mha of Key Biodiversity Areas.",
    "publishDate": "10 February 2022",
    "logo": "https://nus.edu.sg/cncs/wp-content/themes/nusthemev4/assets/images/nus-logo.png",
    "attribution": "<b>Sarira, T.V., Zeng, Y.</b>, Neugarten, R., Chaplin-Kramer, R. & <b>Koh, L.P.</b> 2022.<br/>Co-benefits of forest carbon projects in Southeast Asia. <i>Nature Sustainability.</i>"
  },
  {
    "url": "/",
    "title": "Carbon prospecting in tropical forests for climate change mitigation",
    "body": "Carbon finance projects that protect tropical forests could support both nature conservation and climate change mitigation goals. Global demand for nature-based carbon credits is out- pacing their supply, due partly to gaps in knowledge needed to inform and prioritize investment decisions. Here, we show that at current carbon market prices the protection of tropical forests can generate investible carbon amounting to 1.8 (±1.1) GtCO2e yr−1 globally. We further show that financially viable carbon projects could generate return-on-investment amounting to $46.0b y−1 in net present value (Asia-Pacific: $24.6b y−1; Americas: $19.1b y−1; Africa: $2.4b y−1). However, we also find that ~80% (1.24 billion ha) of forest carbon sites would be financially unviable for failing to break even over the project lifetime. From a conservation perspective, unless carbon prices increase in the future, it is imperative to implement other conservation interventions, in addition to carbon finance, to safeguard carbon stocks and biodiversity in vulnerable forests.",
    "publishDate": "24 February 2021",
    "logo": "https://nus.edu.sg/cncs/wp-content/themes/nusthemev4/assets/images/nus-logo.png",
    "attribution": "<b>LP Koh, Y Zeng, TV Sarira, K Siman.</b> 2021. Carbon prospecting in tropical forests for climate change mitigation. <i>Nature Communications</i> 12: 1271."
  }
]
