[
  {
    "image": "https://www.nus.edu.sg/cncs/wp-content/uploads/2022/02/DSC05935-2-768x512.jpg",
    "logo": "https://www.nus.edu.sg/cncs/wp-content/themes/nusthemev4/assets/images/nus-logo.png",
    "title": "Understanding the opportunities and constraints of green and grey infrastructure",
    "body": "Climate change poses an existential threat to many countries across Southeast Asia. As rising seas, increasing temperatures, and more extreme weather imperil the region’s low-lying cities and communities, there is an urgent need to implement adaptation measures to safeguard people and critical infrastructure.<br/><br/>While coastal defences commonly known as “grey” infrastructure, such as seawalls and dikes, have traditionally been employed to protect coasts from storm surges, there is growing awareness that nature-based climate solutions could play an important part in both tackling climate change and cushioning its impacts. However, the exact potential of such “green” infrastructure, as well as how nature-based adaptation could best be carried out, remains largely unknown.<br/><br/> In this regard, the Centre for Nature-based Climate Solutions has launched a new research project to help equip nations with the knowledge they need to fortify their shores sustainably. Supported by Quantedge Advancement Initiative, a Singapore-based grant-making charity, this research project seeks to generate valuable insights and develop tools to enable policymakers to make informed decisions on where nature-based adaptation may be suited to provide coastal protection in the region, and where they may not be.<br/><br/>The research aims to produce a regional decision-making framework that will support the region in maximising the potential of both grey and green infrastructure for climate change mitigation and adaptation."
  },
  {
    "image": "https://www.nus.edu.sg/cncs/wp-content/uploads/2020/08/jungle-601542_1920.jpg",
    "logo": "https://www.nus.edu.sg/cncs/wp-content/themes/nusthemev4/assets/images/nus-logo.png",
    "title": "Restorasi Ekosistem Riau (RER)",
    "body": "The Centre is collaborating with Restorasi Ekosistem Riau (RER) over the next 3 years to develop innovative technology-driven approaches to enhance the credibility and integrity of nature-based solutions in Riau. RER is an eco-restoration project established by APRIL in collaboration with Fauna & Flora International and social NGO Bidara that protects, assesses, and restores ecologically important ecosystems, twice the size of Singapore, on Riau’s Kampar Peninsula and Padang island. RER is an ideal research site because of the wealth of primary data the team has collected from Lidar mapping and eddy covariance flux towers.<br/><br/>Our interdisciplinary research team will work towards integrating remote sensing, field, and machine learning data and techniques to develop realistic models of carbon stocks and flows in Riau. The technological outcomes can be scaled to other high carbon ecosystems across Southeast Asia, as part of a larger research programme at our Centre led by Prof. Koh Lian Pin."
  },
  {
    "image": "https://www.nus.edu.sg/cncs/wp-content/uploads/2021/12/Temasek-Blue-Carbon-2.jpg",
    "logo": "https://www.nus.edu.sg/cncs/wp-content/themes/nusthemev4/assets/images/nus-logo.png",
    "title": "NUS-Temasek Blue Carbon Project",
    "body": "The Centre will embark on a five-year research programme funded by a S$3 million gift from Temasek to deepen our understanding of nature-based climate solutions and coastal ecosystems capable of sequestering carbon dioxide, known as blue carbon ecosystems. An effort to improve the quality of carbon credits, this new NUS-Temasek Blue Carbon Project is one of the largest and most comprehensive blue carbon monitoring academic projects in the region. It builds on nearly a decade of NUS research in measuring blue carbon, particularly in mangroves and seagrasses, to address critical research gaps on blue carbon science.<br/><br/>Under the programme, the Centre will develop a knowledge database of blue carbon stocks in the Southeast Asia region, which holds the highest density of carbon prospecting for investments in natural climate solutions, to help governments and companies identify the most important blue carbon sites for their protection to achieve climate mitigation goals. In addition, the research will also help inform the development of new models and techniques for better carbon monitoring, reporting and verification with potential applications at scale. This includes field and laboratory experiments on carbon storage and sequestration processes as well as carbon stock assessments through remote sensing analyses."
  }
]
