[
  {
    "icon": "../images/Giving-UnderstandingImpactsIcon.png",
    "title": "Understanding<br/>Impacts",
    "body": "Climate change is a shift in our planet’s weather and climate systems that brings about increasing average temperatures and more erratic weather events, rising seas, changes inhabitats and wildlife, and a myriad of other impacts. Understanding the implications and likelihood of climate change impacts on natural and human systems in the Asia-Pacific region is important for developing strategies to safeguard the region against environmental, social and economic perturbations."
  },
  {
    "icon": "../images/Giving-IdentifyingSolutionsIcon.png",
    "title": "Identifying<br/>Solutions",
    "body": "AClimate change is a shift in our planet’s weather and climate systems that brings about increasing average temperatures and more erratic weather events, rising seas, changes inhabitats and wildlife, and a myriad of other impacts. Understanding the implications and likelihood of climate change impacts on natural and human systems in the Asia-Pacific region is important for developing strategies to safeguard the region against environmental, social and economic perturbations."
  },
  {
    "icon": "../images/Giving-OvercomingBarriersIcon.png",
    "title": "Overcoming<br/>Barriers",
    "body": "BClimate change is a shift in our planet’s weather and climate systems that brings about increasing average temperatures and more erratic weather events, rising seas, changes inhabitats and wildlife, and a myriad of other impacts. Understanding the implications and likelihood of climate change impacts on natural and human systems in the Asia-Pacific region is important for developing strategies to safeguard the region against environmental, social and economic perturbations."
  },
  {
    "icon": "../images/Giving-PrioritisingActionsIcon.png",
    "title": "Prioritising<br/>Actions",
    "body": "CClimate change is a shift in our planet’s weather and climate systems that brings about increasing average temperatures and more erratic weather events, rising seas, changes inhabitats and wildlife, and a myriad of other impacts. Understanding the implications and likelihood of climate change impacts on natural and human systems in the Asia-Pacific region is important for developing strategies to safeguard the region against environmental, social and economic perturbations."
  },
  {
    "icon": "../images/Giving-LeveragingTechnologyIcon.png",
    "title": "Leveraging<br/>Technology",
    "body": "DClimate change is a shift in our planet’s weather and climate systems that brings about increasing average temperatures and more erratic weather events, rising seas, changes inhabitats and wildlife, and a myriad of other impacts. Understanding the implications and likelihood of climate change impacts on natural and human systems in the Asia-Pacific region is important for developing strategies to safeguard the region against environmental, social and economic perturbations."
  }
]
